{
  "sex": "84% of the accused were women and 15% men. The sex is not known for 1% of those accused.  A gender division of 85% women and 15% men is seen in most other parts of Europe, but in areas like Estonia, Russia and Finland the percentage of men accused is as high and in some areas higher than of women. In Iceland the percentage of men executed was as high as 90%.",
  "socialClass": "Were they poor? No, not by contemporary standards. It is difficult to classify early modern people into socio-economic categories, but where status was indicated the majority fell into the middle range—64%. The total of those who came from lower socio-economic categories—lower, very poor and landless—accounted for 29%, with upper, lairds and nobility accounting for 6%. We do not know this information for the majority of accused, but these figures may be typical.",
  "occupation": "Were the witches midwives or healers? Only 9 individuals have an occupation recorded as being a midwife. A tiny percentage. Folk healing was more common and featured in 141 witchcraft accusations (about 4%). Even so, it was not something that the typical accused seems to have engaged in—though the beliefs that underpinned folk healing were closely related to witchcraft beliefs. If magic could be used to heal, it could also be used to harm.",
  "hasWikiPage": "Some of the accused witches have wikipedia pages written about them, to find out more about thier stories follow the link \"View Wiki Page\" when you are on an accused witch",
  "demonicPact": "Descriptions of meeting the Devil and entering a pact with him feature in the majority of records that have detailed information. This relationship with the Devil was crucial to the church and the law in proving someone was guilty. 90% of those whose records show demonic features were women. Many people were tortured into confessing to Devil-worship. For more information about the types of pact please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>",
  "propertyDamage": "The witch was accused of causing damage to property as part of the case investigation’s allegations. For more information about the types of property damage mentioned below please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>",
  "meetingsPlaces": "This section covers where the accused was supposed to have held their witches meeting or Sabbath. There are some cases where people described meeting in groups. However, the numbers involved varied greatly: from 2 to over 100, and in one case 2,400. Moreover, most of these meetings were probably invented by suspects under heavy pressure to confess. For more information about the meeting places mentioned please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>",
  "meetingsInfo": "This section covers some of the main accusations of what was alleged to have transpired during the witches meeting or Sabbath. There are some cases where people described indulging in communal rituals. The stereotype coven of 13 is a modern invention. The idea derives largely from the fantastical confession of a Scottish witch, Isobel Gowdie. For more information about the meeting themes mentioned below please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>",
  "shapeshifting": "Shapeshifting was the magical transformation of a human into an animal. This was mainly a popular belief, but educated demonologists accepted it. In the Scottish witch trials, some accused witches confessed to having taken animal form, presumably through coercive interrogation. Less often, neighbours or victims testified that they had seen the witch in animal form. The animal was most often a cat, but we also find transformations into a dog, a 'corbie' (raven or crow), or other creatures. For more information about the shape-shifting terms mentioned below, please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>.",
  "ritualObjects": "Two different types of rituals appear in accused witches’ records. First, there were real rituals, mostly carried out by magical practitioners, for healing and other beneficial purposes. Second, there were imaginary rituals, which the accusers thought that witches carried out when they met the Devil; accused witches were forced to confess to these under torture. Each type of ritual could use magical objects. Thus, a ‘belt’ or a ‘sword’ could be used in healing rituals, whereas ‘corpse powder’ appeared in confessions to demonic rituals. For more information about the ritual objects mentioned below, please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>.",
  "primary": "In examining the documents of the 3,837 people who were accused of witchcraft in Scotland, the Survey of Scottish Witchcraft project team determined there were primary and secondary aspects of the cases that could be used to characterise them. For more information about the characteristics used below, please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>.",
  "secondary": "In examining the documents of the 3,837 people who were accused of witchcraft in Scotland, the Survey of Scottish Witchcraft project team determined there were primary and secondary aspects of the cases that could be used to characterise them. For more information about the characteristics used below, please refer to the Survey’s glossary of terms here: <a href='https://witches.hca.ed.ac.uk/glossary/' target='_blank'>Survey Glossary</a>."
}
