[
  {
    "word": "Detention",
    "category": "Locations",
    "definition": "The location where accused witches were kept when awaiting their trial and before executions. This could be the local Tolbooth, church or castle."
  },
  {
    "word": "Residence",
    "category": "Locations",
    "definition": "The recorded residences for accused witches at the time of their trial."
  },
  {
    "word": "Nobility/Chiefs",
    "category": "Social Classification",
    "definition": "Major landowners, high status, inherited titles and lands. People from this category did not work their land or perform a craft, they lived off rents and income from property."
  },
  {
    "word": "Upper",
    "category": "Social Classification",
    "definition": "People in this category were wealthy, they often had access to land and/or property but no titles. They can be distinguished from Lairds/Barons and Nobility/Chief because they usually had to work for their living. They were more successful than the middling category either because they were very successful at their work or were employed in more lucrative professions. They include wealthy burgesses, important merchants, top level craftsmen (silversmiths, surgeons, etc.), tacksmen (leaseholders), advocates/lawyers. Some people in this category had as much or more wealth as the Lairds/Barons or Nobility/Chiefs, but they earned it and did not generally have titles."
  },
  {
    "word": "Lairds/Barons",
    "category": "Social Classification",
    "definition": "High status landowners with inherited titles and lands, but not the top rung of land holding society. These people were usually referred to as the laird of somewhere. People in this category did not work their land or perform a craft. They lived off rents or other kinds of income."
  },
  {
    "word": "Middling",
    "category": "Social Classification",
    "definition": "This category was assigned to people who had a secure access tenancy of land and/or were secure craftsmen. The category includes tenant farmers (variously described, e.g. 'portioner'), baillies/factors, burgesses, lesser craftsmen (bakers, skinners, weavers, cordiners, fleshers, etc.), and ministers. These were people who had to work the land or at a craft for their living but were doing OK."
  },
  {
    "word": "Lower",
    "category": "Social Classification",
    "definition": "Quite poor, but people assigned this category had some access to land and at least some kind of employment. They were subtenants, semi-skilled artisans, colliers, gardeners, fishermen, workmen or sailors."
  },
  {
    "word": "Very Poor",
    "category": "Social Classification",
    "definition": "People in this category had some, limited access to land/employment to provide a meagre living. They include cottars (cottagers), servants in small households, grassmen, shepherds, and other types of odd jobs."
  },
  {
    "word": "Landless",
    "category": "Social Classification",
    "definition": "People without any access to any land or steady work, often described as vagrants or vagabonds."
  },
  {
    "word": "Blacksmith",
    "category": "Occupations",
    "definition": "Worked with iron and steel to create tools, nails, furniture, pots, knives, and hinges."
  },
  {
    "word": "Brewster",
    "category": "Occupations",
    "definition": "A female brewer."
  },
  {
    "word": "Coal",
    "category": "Occupations",
    "definition": "Someone that works with mining coal."
  },
  {
    "word": "Courier",
    "category": "Occupations",
    "definition": "Someone who delivered messages, packages, and letters between people."
  },
  {
    "word": "Creelman",
    "category": "Occupations",
    "definition": "A person who would make wicker baskets in which fish would be put inside."
  },
  {
    "word": "Cunning folk",
    "category": "Occupations",
    "definition": "Also known as cunning men and women, these were people who used folk healing methods and folk medicine in order to help heal sick people and animals."
  },
  {
    "word": "Farmer",
    "category": "Occupations",
    "definition": "Someone who worked on the land and kept livestock to produced food."
  },
  {
    "word": "Fisher",
    "category": "Occupations",
    "definition": "A person who caught fish for a living."
  },
  {
    "word": "Healer",
    "category": "Occupations",
    "definition": "Someone who used folk healing methods in order to help people who were ill and in pain. Similar to Cunning Folk."
  },
  {
    "word": "Henwife",
    "category": "Occupations",
    "definition": "Someone who raises chickens and other poultry. In folklore they are often associated with the role of a healer."
  },
  {
    "word": "Loadman",
    "category": "Occupations",
    "definition": "A packman or carrier, using packhorse."
  },
  {
    "word": "Maltman",
    "category": "Occupations",
    "definition": "Someone who made malt, used to make beer and some foods."
  },
  {
    "word": "Mealmaker",
    "category": "Occupations",
    "definition": "A miller, of especially oatmeal, who buys grain in bulk to retail after grinding."
  },
  {
    "word": "Merchant",
    "category": "Occupations",
    "definition": "Someone involved in trade, they sold and bought goods. Higher social level of occupation."
  },
  {
    "word": "Metalsmith",
    "category": "Occupations",
    "definition": "Someone who would use metals to create useful objects. Similar to a Blacksmith."
  },
  {
    "word": "Midwife",
    "category": "Occupations",
    "definition": "A person who would help women deliver babies. Often involved in folk healing and medicine."
  },
  {
    "word": "Miller",
    "category": "Occupations",
    "definition": "A person who operates a mill to ground grain in order to make foodstuffs such as flour."
  },
  {
    "word": "Piece-work",
    "category": "Occupations",
    "definition": "Work where a worker is paid to carry out a certain work for a set price."
  },
  {
    "word": "Schoolmaster",
    "category": "Occupations",
    "definition": "A person in charge of a school and its pupils."
  },
  {
    "word": "Servant",
    "category": "Occupations",
    "definition": "A person in the employment of a someone, usually of higher social classification, who would carry out domestic activities for them."
  },
  {
    "word": "Slater",
    "category": "Occupations",
    "definition": "A person who slates roofs for a living"
  },
  {
    "word": "Stabler",
    "category": "Occupations",
    "definition": "A keeper of a stable where people would put their horses."
  },
  {
    "word": "Tailor",
    "category": "Occupations",
    "definition": "Someone who would make clothes for a living, such as trousers, jackets, and coats for individuals."
  },
  {
    "word": "Vagrant",
    "category": "Occupations",
    "definition": "A person who does not have a set job or home, makes living by begging."
  },
  {
    "word": "Weaver",
    "category": "Occupations",
    "definition": "Someone who weaved and cared for fabric for a living."
  },
  {
    "word": "Consulting",
    "category": "Case Characterisations",
    "definition": "Consulting a witch or magical healer. The suspect was charged with consulting or using a witch; not necessarily with being a witch."
  },
  {
    "word": "Demonic",
    "category": "Case Characterisations",
    "definition": "The case contained demonic elements such as meetings with the Devil and other demonological topics."
  },
  {
    "word": "Demonic possession",
    "category": "Case Characterisations",
    "definition": "The witch was accused of causing someone (a victim) to be possessed by the Devil. This usually involves an accusation of causing a particular type of ‘bewitchment’ involving convulsions and visions."
  },
  {
    "word": "Fairies",
    "category": "Case Characterisations",
    "definition": "The case mentioned fairies/elves and fairy/elf motifs"
  },
  {
    "word": "Implicated by another",
    "category": "Case Characterisations",
    "definition": "The suspect was named as a witch by another accused witch during their interrogation."
  },
  {
    "word": "Neighbourhood dispute",
    "category": "Case Characterisations",
    "definition": "The suspect was accused of causing magical harm following quarrels among neighbours."
  },
  {
    "word": "Not enough information",
    "category": "Case Characterisations",
    "definition": "The record lacks sufficient details to characterize the case."
  },
  {
    "word": "Other",
    "category": "Case Characterisations",
    "definition": "A non-natural being appeared in the form of a demon, distinct from the Devil."
  },
  {
    "word": "Political motive",
    "category": "Case Characterisations",
    "definition": "The case involved a dynastic or political struggle."
  },
  {
    "word": "Property motive",
    "category": "Case Characterisations",
    "definition": "The case involved an attempt to obtain the property of the witchcraft suspect."
  },
  {
    "word": "Refused charity to economic dependent",
    "category": "Case Characterisations",
    "definition": "The witchcraft suspect was denied charity by a social superior, who then accused them of witchcraft."
  },
  {
    "word": "Traditional medicine",
    "category": "Case Characterisations",
    "definition": "The suspect used herbs, ointments, and objects believed to have healing properties on the sick or injured, aligned with folk healing practices."
  },
  {
    "word": "Treason",
    "category": "Case Characterisations",
    "definition": "The witchcraft accusation was linked to treason, such as accusations of witches plotting to kill the king or conspiring against the state."
  },
  {
    "word": "White magic",
    "category": "Case Characterisations",
    "definition": "Non-malicious magic used for healing, finding lost items, divination, or love spells, not intended to harm."
  },
  {
    "word": "Midwifery",
    "category": "Case Characterisations",
    "definition": "The suspect practiced midwifery, assisting women during childbirth."
  },
  {
    "word": "Unorthodox religious practices (characterization)",
    "category": "Case Characterisations",
    "definition": "The suspect was accused of engaging in religious practices outside officially sanctioned Protestant or Catholic orthodoxy."
  },
  {
    "word": "Unorthodox religious practices (folk belief)",
    "category": "Case Characterisations",
    "definition": "The accused used religious practices considered unorthodox according to popular folk beliefs."
  },
  {
    "word": "Pact with the Devil",
    "category": "Pact with the Devil",
    "definition": "An agreement made with the Devil, often involving the exchange of one's soul or services for supernatural powers or favors."
  },
  {
    "word": "Anti-baptism",
    "category": "Pact with the Devil",
    "definition": "Renunciation of Christian baptism, seen as an act of apostasy and a pact with the Devil."
  },
  {
    "word": "Body and soul",
    "category": "Pact with the Devil",
    "definition": "Giving oneself over completely to the Devil, involving surrender of both body and soul."
  },
  {
    "word": "Bond",
    "category": "Pact with the Devil",
    "definition": "The person who pays the caution or bail is under bond of caution, potentially involving the accusation of making a pact with the Devil."
  },
  {
    "word": "Devil's mark",
    "category": "Pact with the Devil",
    "definition": "A mark received from the Devil as a sign of pact, often described as insensible to feeling."
  },
  {
    "word": "Head and foot",
    "category": "Pact with the Devil",
    "definition": "Touching the head and foot with opposite hands, symbolizing dedication or allegiance to the Devil."
  },
  {
    "word": "Kisses devil's bottom",
    "category": "Pact with the Devil",
    "definition": "Worship of the Devil in a manner that perverts or inverts Christian symbolism."
  },
  {
    "word": "New name",
    "category": "Pact with the Devil",
    "definition": "A new name given to a witch by the Devil, indicating a rejection of Christian baptism and a renaming by the Devil."
  },
  {
    "word": "Paction",
    "category": "Pact with the Devil",
    "definition": "A general, non-specific pact made with the Devil, involving an agreement with supernatural entities."
  },
  {
    "word": "Servant",
    "category": "Pact with the Devil",
    "definition": "Indicates that the accused had agreed to be the Devil’s servant, fulfilling tasks or services for the Devil."
  },
  {
    "word": "Sex with the devil",
    "category": "Pact with the Devil",
    "definition": "Indicated that the accused had sexual relations with the Devil, often considered a grave act of spiritual and moral corruption."
  },
  {
    "word": "Tacit pact",
    "category": "Pact with the Devil",
    "definition": "The accused used power of the pact but did not describe any specific features, implying an implicit agreement or understanding with the Devil."
  },
  {
    "word": "Want nothing",
    "category": "Pact with the Devil",
    "definition": "The accused confessed that the Devil promised to provide everything for them and that they ‘should never want’, indicating complete dependence on the Devil's provisions."
  },
  {
    "word": "Crop",
    "category": "Property damage",
    "definition": "A cereal crop, usually oats, bere (a variety of barley), or wheat, which could be damaged or destroyed, often attributed to witchcraft."
  },
  {
    "word": "Meal",
    "category": "Property damage",
    "definition": "Usually refers to oatmeal, a staple food in many cultures. Damage to meal could signify harm to fertility, growth, or sustenance."
  },
  {
    "word": "Meeting places",
    "category": "Meeting places",
    "definition": "Locations where community gatherings or important events took place, which could be affected or harmed through supernatural means."
  },
  {
    "word": "Burn",
    "category": "Meeting places",
    "definition": "A small river or stream. Damage to a burn could disrupt water supply or affect agriculture and livestock."
  },
  {
    "word": "Dye-house",
    "category": "Meeting places",
    "definition": "A house where cloth was dyed. Damage to a dye-house could affect textile production or livelihoods."
  },
  {
    "word": "Dyke",
    "category": "Meeting places",
    "definition": "A ditch, wall, or mound used for drainage or as a boundary. Damage to a dyke could cause flooding or disrupt agricultural land."
  },
  {
    "word": "Fairy mound",
    "category": "Meeting places",
    "definition": "A hill or mound traditionally believed to be a dwelling place of fairies. Damage to a fairy mound could result in supernatural retribution or misfortune."
  },
  {
    "word": "Ford",
    "category": "Meeting places",
    "definition": "A place where a river or stream can be crossed on foot or by vehicle. Damage to a ford could impact transportation and access to resources."
  },
  {
    "word": "Glen",
    "category": "Meeting places",
    "definition": "A valley between hills or mountains. Damage to a glen could disrupt agricultural activities or pose a threat to livestock."
  },
  {
    "word": "Haugh",
    "category": "Meeting places",
    "definition": "A piece of level ground, usually alluvial, on the banks of a river. Damage to a haugh could affect farming or grazing land."
  },
  {
    "word": "Hollow",
    "category": "Meeting places",
    "definition": "A small valley or depression in the landscape. Damage to a hollow could disrupt local ecology or pose a danger to travelers."
  },
  {
    "word": "Howe",
    "category": "Meeting places",
    "definition": "A hole, depression, or low-lying piece of ground. Damage to a howe could affect land stability or access to resources."
  },
  {
    "word": "Links",
    "category": "Meeting places",
    "definition": "A stretch of undulating open, sandy ground. Damage to links could impact coastal habitats or disrupt local ecosystems."
  },
  {
    "word": "Loan",
    "category": "Meeting places",
    "definition": "A grassy track or pathway. Damage to a loan could affect transportation routes or access to agricultural land."
  },
  {
    "word": "Loch",
    "category": "Meeting places",
    "definition": "A lake or natural body of open water. Damage to a loch could impact fishing, transportation, or local water supply."
  },
  {
    "word": "Meal market",
    "category": "Meeting places",
    "definition": "A marketplace where meal (oatmeal) was sold. Damage to a meal market could disrupt trade or food supply."
  },
  {
    "word": "Salt pan",
    "category": "Meeting places",
    "definition": "A place where seawater was evaporated to produce salt. Damage to a salt pan could impact local salt production and trade."
  },
  {
    "word": "Ward",
    "category": "Meeting places",
    "definition": "A prison or place to hold prisoners before trial. Damage to a ward could disrupt law enforcement or judicial proceedings."
  },
  {
    "word": "Meetings information",
    "category": "Meetings information",
    "definition": "Gatherings attended by witches, often described as engaging in rituals and activities associated with witchcraft and the occult."
  },
  {
    "word": "Devil worship",
    "category": "Meetings information",
    "definition": "The act of venerating or paying homage to the Devil, often involving rituals and ceremonies perceived as blasphemous by Christian standards."
  },
  {
    "word": "Group sex",
    "category": "Meetings information",
    "definition": "Communal sexual activities or orgies reportedly conducted during witches' meetings, perceived as immoral and sinful by societal norms."
  },
  {
    "word": "Maleficium (used at witches’ meeting)",
    "category": "Meetings information",
    "definition": "The use of harmful magic or sorcery conducted during witches' meetings, aimed at causing harm to individuals or communities."
  },
  {
    "word": "Maleficium",
    "category": "Meetings information",
    "definition": "The practice of causing harm to people, goods, or animals through magical means, often attributed to witches or sorcerers."
  },
  {
    "word": "Shapeshifting",
    "category": "Meetings information",
    "definition": "The ability of a witch or sorcerer to transform into different forms, often animals, as part of magical practice or to evade detection."
  },
  {
    "word": "Ritual objects",
    "category": "Ritual objects",
    "definition": "Various items used in magical or religious rituals, believed to possess symbolic or supernatural powers."
  },
  {
    "word": "Ale",
    "category": "Ritual objects",
    "definition": "An alcoholic beverage, sometimes used in rituals for its symbolic or social significance, such as in reconciling disputes."
  },
  {
    "word": "Almond",
    "category": "Ritual objects",
    "definition": "A non-native, exotic plant with associations to the Virgin Mary, used in rituals for its protective and spiritual qualities."
  },
  {
    "word": "Amulet",
    "category": "Ritual objects",
    "definition": "A protective charm, often a stone or pebble, worn or placed in a house to ward off evil or bring good fortune."
  },
  {
    "word": "Aqua vitae",
    "category": "Ritual objects",
    "definition": "Latin for 'Water of Life,' referring to distilled spirits such as whisky, sometimes used in rituals or medicinal contexts."
  },
  {
    "word": "Ash",
    "category": "Ritual objects",
    "definition": "The ash tree or its ashes, believed to have protective properties and used in religious and healing rituals."
  },
  {
    "word": "Axe",
    "category": "Ritual objects",
    "definition": "A tool made of iron, used symbolically for protection against fairies or supernatural harm."
  },
  {
    "word": "Bannock",
    "category": "Ritual objects",
    "definition": "Cakes used in divination rituals or for luck and protection in some cultural practices."
  },
  {
    "word": "Bead",
    "category": "Ritual objects",
    "definition": "A decorative item used as an amulet or offering in religious or magical rituals."
  },
  {
    "word": "Beetles",
    "category": "Ritual objects",
    "definition": "Associated with the Devil as 'coach horse,' used in rituals or as symbols of supernatural beings."
  },
  {
    "word": "Belt",
    "category": "Ritual objects",
    "definition": "An item often associated with fertility or used in predicting outcomes of illnesses, sometimes used as a girdle in rituals."
  },
  {
    "word": "Bird",
    "category": "Ritual objects",
    "definition": "Refers to a dead bird, sometimes used in rituals for transferring magical substances or causing harm."
  },
  {
    "word": "Blood",
    "category": "Ritual objects",
    "definition": "Animal blood believed to carry special qualities that could be transferred to humans, used in rituals for healing or harm."
  },
  {
    "word": "Bone",
    "category": "Ritual objects",
    "definition": "The last part of the body to decay, used symbolically in divination or rituals related to the soul or healing."
  },
  {
    "word": "Book",
    "category": "Ritual objects",
    "definition": "A Bible, religious missal, or herbal text believed to have magical properties in non-literate societies, used in divination or rituals."
  },
  {
    "word": "Bowl",
    "category": "Ritual objects",
    "definition": "A vessel with no specific symbolic use, used in rituals for transferring substances or as a receptacle in magical practices."
  },
  {
    "word": "Branch",
    "category": "Ritual objects",
    "definition": "A part of a non-specified tree, some of which were believed to possess protective or magical powers."
  },
  {
    "word": "Branding iron",
    "category": "Ritual objects",
    "definition": "An iron tool used to make marks on livestock for ownership or barrels for contents, sometimes used in punitive rituals."
  },
  {
    "word": "Bread",
    "category": "Ritual objects",
    "definition": "An offering in supernatural rituals, believed to have protective or healing properties."
  },
  {
    "word": "Bridle",
    "category": "Ritual objects",
    "definition": "Similar to a belt, used in sympathetic magical rituals for protection or as a symbol."
  },
  {
    "word": "Butter",
    "category": "Ritual objects",
    "definition": "Used in rituals for transferring substances or as part of magical practices, with no specific symbolic use."
  },
  {
    "word": "Cadaver",
    "category": "Ritual objects",
    "definition": "A corpse or dead body used in rituals to transfer magical properties believed to reside in the deceased."
  },
  {
    "word": "Card",
    "category": "Ritual objects",
    "definition": "An instrument used in carding wool, possibly used in sympathetic magical rituals."
  },
  {
    "word": "Chamomile",
    "category": "Ritual objects",
    "definition": "A medicinal herb known for its calming effects on digestion, used in rituals for protection or healing."
  },
  {
    "word": "Cheese",
    "category": "Ritual objects",
    "definition": "Used in rituals for transferring substances or as part of magical practices, with no specific symbolic use."
  },
  {
    "word": "Chicken",
    "category": "Ritual objects",
    "definition": "A healing charm, particularly black hens used to cure illnesses like epilepsy, associated with supernatural rituals."
  },
  {
    "word": "Clay",
    "category": "Ritual objects",
    "definition": "Figures made of clay used in image magic to represent intended victims, a form of sympathetic magic."
  },
  {
    "word": "Clothing",
    "category": "Ritual objects",
    "definition": "Used to represent a sick person in rituals, blessed and returned as part of healing practices."
  },
  {
    "word": "Club",
    "category": "Ritual objects",
    "definition": "A symbolic weapon or phallus used in rituals for protection or as a staff of office."
  },
  {
    "word": "Coal",
    "category": "Ritual objects",
    "definition": "Used as a good luck amulet in rituals or magical practices."
  },
  {
    "word": "Coin",
    "category": "Ritual objects",
    "definition": "Left as a votive offering or used as an amulet in rituals or religious practices."
  },
  {
    "word": "Cooking pot",
    "category": "Ritual objects",
    "definition": "A vessel with no specific symbolic use, used in rituals for transferring substances or as a receptacle."
  },
  {
    "word": "Corpse powder",
    "category": "Ritual objects",
    "definition": "Powder made from the remains of a corpse, believed to possess magical properties of the deceased."
  },
  {
    "word": "Distaff",
    "category": "Ritual objects",
    "definition": "A tool used in spinning, with no specific symbolic use but possibly used in rituals or as a protective charm."
  },
  {
    "word": "Dog",
    "category": "Ritual objects",
    "definition": "No specific symbolic use mentioned, but dogs historically had various associations and could be involved in rituals."
  },
  {
    "word": "Drift seed",
    "category": "Ritual objects",
    "definition": "A Molluka bean from the West Indies, worn as a protective amulet or used in rituals to recover spoilt milk."
  },
  {
    "word": "Drink",
    "category": "Ritual objects",
    "definition": "A liquid consumed for nourishment or refreshment, with no specific symbolic use mentioned."
  },
  {
    "word": "Egg",
    "category": "Ritual objects",
    "definition": "As food, a supernatural symbol representing earth, life, and soul. Associated with fertility rites, Easter celebrations, and believed to have protective powers against fairies."
  },
  {
    "word": "Elfshot",
    "category": "Ritual objects",
    "definition": "A prehistoric arrowhead believed to have been used by fairies or witches for causing harm. It could also serve as a protective amulet against such supernatural powers."
  },
  {
    "word": "Feather",
    "category": "Ritual objects",
    "definition": "A feather with no specific symbolic use mentioned, often used in transference rituals or as a part of ceremonial attire."
  },
  {
    "word": "Faeces",
    "category": "Ritual objects",
    "definition": "Animal dung believed to possess healing properties, possibly used to transfer life force or for magical purposes."
  },
  {
    "word": "Fire",
    "category": "Ritual objects",
    "definition": "A basic element associated with purifying powers and often used in symbolic and ritual events. In some contexts, fire may also have associations with hellfire."
  },
  {
    "word": "Flask",
    "category": "Ritual objects",
    "definition": "A container typically carrying water, possibly used for holding holy water or other sacred substances in rituals."
  },
  {
    "word": "Flesh",
    "category": "Ritual objects",
    "definition": "Specifically animal meat (not human flesh), used in sympathetic magic for both harmful and healing purposes."
  },
  {
    "word": "Foxtree leaves",
    "category": "Ritual objects",
    "definition": "Leaves of the foxglove plant, a medicinal herb believed to affect the heart and used as an amulet against demonic powers."
  },
  {
    "word": "Frog",
    "category": "Ritual objects",
    "definition": "Similar to a toad, associated with the Devil, sin, and impurity. Used in rituals for transference of disease or harm."
  },
  {
    "word": "Garland",
    "category": "Ritual objects",
    "definition": "A non-specific garland made of plants or flowers, with no specific symbolic use mentioned."
  },
  {
    "word": "Garlic (allium sativum)",
    "category": "Ritual objects",
    "definition": "A medicinal plant known for its antiseptic qualities and believed to drive away evil spirits. Used in various protective rituals."
  },
  {
    "word": "Gemstone",
    "category": "Ritual objects",
    "definition": "A precious stone or jewel used as an amulet for its protective or healing properties in ritual practices."
  },
  {
    "word": "Glass",
    "category": "Ritual objects",
    "definition": "A piece of glass or a non-specific glass object with no specific symbolic uses mentioned."
  },
  {
    "word": "Grain",
    "category": "Ritual objects",
    "definition": "Similar in meaning to corn (grain), associated with fertility and growth in ritual contexts."
  },
  {
    "word": "Grass",
    "category": "Ritual objects",
    "definition": "Grass with no specific symbolic use mentioned, but often associated with fertility and growth in cultural and ritual practices."
  },
  {
    "word": "Grave earth",
    "category": "Ritual objects",
    "definition": "Earth taken from a grave, believed to possess magical properties associated with the dead."
  },
  {
    "word": "Grist",
    "category": "Ritual objects",
    "definition": "Corn or grain waiting to be ground, with no specific symbolic uses mentioned but associated with fertility and growth."
  },
  {
    "word": "Hair",
    "category": "Ritual objects",
    "definition": "Human or animal hair used in transference rituals or sympathetic magic, where it represents the person or animal it came from."
  },
  {
    "word": "Hairbelt",
    "category": "Ritual objects",
    "definition": "A belt made of hair with no specific symbolic use mentioned, used in rituals for transference or protective purposes."
  },
  {
    "word": "Hand",
    "category": "Ritual objects",
    "definition": "The hand of a dead person believed to possess magical properties, used for providing protection or transferring such powers."
  },
  {
    "word": "Herb",
    "category": "Ritual objects",
    "definition": "Non-specified medicinal herbs used in various ritual practices for their healing or protective properties."
  },
  {
    "word": "Hook",
    "category": "Ritual objects",
    "definition": "A hook made of iron used for protection against the harmful powers of fairies or supernatural beings."
  },
  {
    "word": "Horseshoe",
    "category": "Ritual objects",
    "definition": "A protective symbol believed to ward off fairy powers due to its association with iron, used in various ritual practices."
  },
  {
    "word": "House cat",
    "category": "Ritual objects",
    "definition": "Cats kept by farmers to control vermin, sometimes associated with magical powers or believed to be witches' familiars."
  },
  {
    "word": "Kerchief",
    "category": "Ritual objects",
    "definition": "A woman's head covering or handkerchief, sometimes used in rituals or removed during curse or harmful rituals."
  },
  {
    "word": "Knife",
    "category": "Ritual objects",
    "definition": "A sharp knife made of iron, used for protection against harmful fairy powers or in ritual practices."
  },
  {
    "word": "Lead",
    "category": "Ritual objects",
    "definition": "A metal used for identifying illnesses or divining outcomes in certain ritual practices."
  },
  {
    "word": "Lee Penny",
    "category": "Ritual objects",
    "definition": "A small red stone encased in silver, believed to possess magical properties and used in healing rituals, according to the Lockhart of Lee family tradition."
  },
  {
    "word": "Liver",
    "category": "Ritual objects",
    "definition": "Believed to be the seat of strength or courage, used in rituals to counteract harmful magic or provide protection."
  },
  {
    "word": "Maize",
    "category": "Ritual objects",
    "definition": "A grain with no specific symbolic uses mentioned, associated with fertility and growth in ritual and cultural contexts."
  },
  {
    "word": "Metal",
    "category": "Ritual objects",
    "definition": "Non-specified metal objects with traditional protective properties in various ritual practices."
  },
  {
    "word": "Milk",
    "category": "Ritual objects",
    "definition": "Often offered as a libation or left as an offering to supernatural beings or spirits in ritual practices."
  },
  {
    "word": "Mole's feet",
    "category": "Ritual objects",
    "definition": "Feet of a mole, believed to possess magical properties linked to underground and demonic associations in ritual contexts."
  },
  {
    "word": "Money",
    "category": "Ritual objects",
    "definition": "Coins or money used as votive offerings or amulets for luck or protection in various ritual practices."
  },
  {
    "word": "Nail",
    "category": "Ritual objects",
    "definition": "An iron nail used for protection against harmful fairy powers or in certain ritual practices."
  },
  {
    "word": "Nail trimmings",
    "category": "Ritual objects",
    "definition": "Trimmed nails, which must be carefully disposed of to prevent illness transfer or use in witchcraft rituals. Used in sympathetic magic to represent the victim."
  },
  {
    "word": "Nasturtium officinale",
    "category": "Ritual objects",
    "definition": "Also known as watercress, a medicinal plant with antiscorbutic qualities (preventing scurvy) and believed to increase appetite."
  },
  {
    "word": "Nettle (urtica)",
    "category": "Ritual objects",
    "definition": "A medicinal plant effective against green venom, toothache, consumption (tuberculosis), and associated with protection against the Devil in folklore."
  },
  {
    "word": "Oil",
    "category": "Ritual objects",
    "definition": "Used for anointing as part of healing rituals, symbolizing purification and blessing in various cultural and religious practices."
  },
  {
    "word": "Ointment",
    "category": "Ritual objects",
    "definition": "A non-specified salve or topical preparation applied for healing purposes, often associated with magical or medicinal properties."
  },
  {
    "word": "Onion as food",
    "category": "Ritual objects",
    "definition": "A medicinal plant used in traditional medicine against sores, headaches, colds, fever, and warts, possibly with symbolic or protective uses."
  },
  {
    "word": "Paper",
    "category": "Ritual objects",
    "definition": "Material on which prayers or gospel verses might be written, used as protective or healing amulets in ritual practices."
  },
  {
    "word": "Pillow",
    "category": "Ritual objects",
    "definition": "A pillow with no specific symbolic use mentioned in ritual contexts."
  },
  {
    "word": "Pin",
    "category": "Ritual objects",
    "definition": "An iron pin used for protection against harmful fairy powers, often left as votive offerings at wells or shrines."
  },
  {
    "word": "Plant",
    "category": "Ritual objects",
    "definition": "Non-specified medicinal plants used in various ritual practices for their healing or protective properties."
  },
  {
    "word": "Plantago major",
    "category": "Ritual objects",
    "definition": "Also known as Wayburn leaf or waybread, common plantain, a sacred medicinal herb with diuretic and astringent properties used in healing rituals."
  },
  {
    "word": "Plough",
    "category": "Ritual objects",
    "definition": "An iron plough used for protection against harmful fairy powers, possibly symbolizing fertility in agricultural and ritual contexts."
  },
  {
    "word": "Potion",
    "category": "Ritual objects",
    "definition": "Non-specified salves or drinks with magical or medicinal properties used in ritual practices."
  },
  {
    "word": "Pottage",
    "category": "Ritual objects",
    "definition": "Oatmeal porridge with no specific ritual use mentioned."
  },
  {
    "word": "Powder",
    "category": "Ritual objects",
    "definition": "Material with no specific symbolic uses mentioned, possibly referring to substances used in rituals, such as poisons or ground up materials."
  },
  {
    "word": "Ribbon",
    "category": "Ritual objects",
    "definition": "A ribbon with no specific symbolic use mentioned but often used in rituals to tie around a sick person as part of healing practices."
  },
  {
    "word": "Ring",
    "category": "Ritual objects",
    "definition": "Gold rings believed to have protective qualities against eye diseases in certain cultural and ritual practices."
  },
  {
    "word": "Rok (distaff)",
    "category": "Ritual objects",
    "definition": "A distaff used in spinning with no specific symbolic use mentioned in ritual contexts."
  },
  {
    "word": "Rooster",
    "category": "Ritual objects",
    "definition": "Also known as a cockerel, a sacred bird announcing the dawn, used in sacrificial rituals and divination practices."
  },
  {
    "word": "Saline water",
    "category": "Ritual objects",
    "definition": "Water with salt used for cleansing, purifying, and believed to have protective or healing qualities in ritual practices."
  },
  {
    "word": "Saliva",
    "category": "Ritual objects",
    "definition": "Spit associated with good luck or warding off evil, used in rituals to cure toothaches or warts."
  },
  {
    "word": "Sand",
    "category": "Ritual objects",
    "definition": "Material possibly symbolizing the power of nature, fertility, and growth in ritual contexts."
  },
  {
    "word": "Sheep shears",
    "category": "Ritual objects",
    "definition": "Sharp iron shears used for protection against harmful fairy powers and sometimes used with a sieve for divination."
  },
  {
    "word": "Shepherd's crook",
    "category": "Ritual objects",
    "definition": "A crook made of iron used for protection against harmful fairy powers in ritual practices."
  },
  {
    "word": "Shirt",
    "category": "Ritual objects",
    "definition": "Used to represent the sick person in ritual practices, blessed and returned to them as part of a cure."
  },
  {
    "word": "Shoe",
    "category": "Ritual objects",
    "definition": "Associated with good or bad luck, often used in rituals related to marriage, fertility, or childbirth."
  },
  {
    "word": "Sieve",
    "category": "Ritual objects",
    "definition": "A tool used in divination rituals, often in conjunction with other objects like shears."
  },
  {
    "word": "Silver",
    "category": "Ritual objects",
    "definition": "A highly prized metal associated with purity and used as protection against witchcraft or evil in ritual practices."
  },
  {
    "word": "Smoke",
    "category": "Ritual objects",
    "definition": "Smoke with no specific symbolic use mentioned, possibly associated with purifying powers of fire or used in fumigation rituals."
  },
  {
    "word": "Snail",
    "category": "Ritual objects",
    "definition": "A snail with no specific symbolic use mentioned in ritual contexts."
  },
  {
    "word": "Snakeskin",
    "category": "Ritual objects",
    "definition": "Snakeskin with no specific symbolic use mentioned, possibly associated with the Devil in certain cultural or ritual contexts."
  },
  {
    "word": "Sod",
    "category": "Ritual objects",
    "definition": "The upper layer of turf from harvesting, representing the power of nature, fertility, and growth in ritual practices."
  },
  {
    "word": "Soil",
    "category": "Ritual objects",
    "definition": "Earth or soil believed to represent the power of nature, fertility, and growth in ritual and cultural practices."
  },
  {
    "word": "Sorbus aucuparia",
    "category": "Ritual objects",
    "definition": "Also known as Rowan, parts of the tree (leaves or branches) traditionally believed to protect against fairies and witches' harmful powers."
  },
  {
    "word": "Spindle",
    "category": "Ritual objects",
    "definition": "A spindle used in spinning with no specific symbolic use mentioned in ritual contexts."
  },
  {
    "word": "Strap",
    "category": "Ritual objects",
    "definition": "A leather strap with no specific symbolic use mentioned, used in rituals for transference or binding purposes."
  },
  {
    "word": "Straw",
    "category": "Ritual objects",
    "definition": "Straw with no specific symbolic use mentioned in ritual contexts."
  },
  {
    "word": "Sword",
    "category": "Ritual objects",
    "definition": "A sword made of iron, used for protection against harmful fairy powers in ritual practices."
  },
  {
    "word": "Table salt",
    "category": "Ritual objects",
    "definition": "Salt used on tables or in rituals for cleansing, purifying, and believed to have protective or healing qualities."
  },
  {
    "word": "Tether",
    "category": "Ritual objects",
    "definition": "Used in healing or harmful rituals, especially if stolen from an intended victim, to establish a connection or influence."
  },
  {
    "word": "Textile",
    "category": "Ritual objects",
    "definition": "Cloth or textile used to represent a sick person, blessed and returned to them to provide healing or protection in ritual practices."
  },
  {
    "word": "Thread",
    "category": "Ritual objects",
    "definition": "Often used to tie around a sick person as part of healing rituals, symbolizing connection, binding, or protection."
  },
  {
    "word": "Toad",
    "category": "Ritual objects",
    "definition": "Similar to a frog, associated with the Devil, sin, and impurity in folklore. Used in rituals for transference of disease or negative energy."
  },
  {
    "word": "Tobacco",
    "category": "Ritual objects",
    "definition": "A non-native, exotic plant with no specific symbolic use mentioned, but regarded as medicinal in various cultural contexts."
  },
  {
    "word": "Tree",
    "category": "Ritual objects",
    "definition": "Non-specified trees associated with healing or protective powers in ritual practices across different cultures."
  },
  {
    "word": "Urine",
    "category": "Ritual objects",
    "definition": "Urine with no specific symbolic uses mentioned but often used in healing rituals or medicines in certain cultural practices."
  },
  {
    "word": "Vinegar",
    "category": "Ritual objects",
    "definition": "Vinegar with no specific symbolic use mentioned, used as an ingredient in various cultural practices."
  },
  {
    "word": "Water",
    "category": "Ritual objects",
    "definition": "Life-giving and associated with the healing power of nature, spirits, and saints in various ritual and religious contexts."
  },
  {
    "word": "Wax",
    "category": "Ritual objects",
    "definition": "Figures or pictures made of wax used in image magic to represent the intended victim in sympathetic magic, often used for healing or harming rituals."
  },
  {
    "word": "Wax image",
    "category": "Ritual objects",
    "definition": "An image made of wax used in image magic to represent the intended victim in sympathetic magic, often used in rituals for healing or harming purposes."
  },
  {
    "word": "Wheat",
    "category": "Ritual objects",
    "definition": "Wheat with no specific symbolic uses mentioned, but as living grain associated with fertility and growth in various cultural and ritual practices."
  },
  {
    "word": "Wine",
    "category": "Ritual objects",
    "definition": "Wine with no specific symbolic use mentioned, but considered an unusual ingredient in certain ritual practices, possibly with religious symbolism."
  },
  {
    "word": "Wood",
    "category": "Ritual objects",
    "definition": "Non-specified type of wood with potential special properties in various ritual practices across cultures."
  },
  {
    "word": "Wort",
    "category": "Ritual objects",
    "definition": "An infusion of malt fermented to make ale, with no specific symbolic use mentioned but used in cultural and ritual contexts."
  },
  {
    "word": "Yarn",
    "category": "Ritual objects",
    "definition": "Woollen thread or yarn often used to tie around a sick person as part of healing rituals, symbolizing connection, binding, or protection."
  }
]
