[
  {
    "wikidata_code": "Q123249315",
    "description": "Erected to mark the spot where the last accused witch executed in Britain, <a href=\"https://en.wikipedia.org/wiki/Janet_Horne\" class=\"underline hover:text-sky-700\">Janet Horne</a>, was burnt to death in 1727. The stone is incorrectly marked with the date '1722'.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250243",
    "description": "A commemorative plaque dedicated to <a href=\"https://en.wikipedia.org/wiki/Lilias_Adie\" class=\"underline hover:text-sky-700\">Lilias Aide</a>. Located on the Fife Witches Trail.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249648",
    "description": "Marks the spot where the burnt remains of the <a href=\"https://en.wikipedia.org/wiki/Paisley_witches\" class=\"underline hover:text-sky-700\">Paisley Witches</a> were buried. The horseshoe seen today was placed there in 2008, replacing the original which went missing.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249613",
    "description": "A commemorative plaque dedicated to accused witch, <a href=\"https://en.wikipedia.org/wiki/Lilias_Adie\" class=\"underline hover:text-sky-700\">Lilias Aide</a>. Located on the Fife Witches Trail, near the site of Aide’s grave.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249829",
    "description": "Stone which marks the place where witches were burned. Accompanying plaque reads \"From Cluny Hill, witches were rolled in stout barrels through which spikes were driven. Where the barrels stopped they were burned with their mangled contents. This stone marks the site of one such burning\".",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250014",
    "description": "Plaque which commemorates 27 local people from around Peebles who were executed in 1629. Erected in 2022.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249155",
    "description": "A pair of mosaics depicting torches filled with fire and water, marking the alleged place of the execution of <a href=\"https://en.wikipedia.org/wiki/Grissel_Jaffray\" class=\"underline hover:text-sky-700\">Lilias Aide</a>Grissel Jaffray</a> in 1669. Accompanied by a plaque commemorating Jaffray.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250129",
    "description": "An unusually shaped stone with 'The Witches Stone' carved on it, produced in the mid-20th century. Conflicting views on what it commemorates, either 6 people executed as witches from the parish of Carriden in 1648 or the <a href=\"https://en.wikipedia.org/wiki/Grissel_Jaffray\" class=\"underline hover:text-sky-700\">Witches of Bo'ness</a> executed in 1679.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250198",
    "description": "Plaque which commemorates the 32 people who were accused of witchcraft in Culross between 1621-1684. Located opposite the <a href=\"https://en.wikipedia.org/wiki/Culross_Town_House\" class=\"underline hover:text-sky-700\">Town Hall</a> where the accused were held.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250089",
    "description": "A memorial stone with a plaque which commemorates the accused witches of the Calder witch hunt of 1643-44, located in the Kirk of Calder. The stone comes from a farm at Nether Williamston where one of the women, Janet Bruce, was from.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249274",
    "description": "Memorial stone which is dedicated to the 22 accused witches who were executed in Forfar during the 1660's. Each dot on the stone represents one of the accused. Erected in 2010.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q95568172",
    "description": "A drinking fountain memorial to commemorate all accused witches who were burned at the stake on Castle Hill. Located opposite the castle in the corner of the esplanade. Commissioned by <a href=\"https://en.wikipedia.org/wiki/Patrick_Geddes\" class=\"underline hover:text-sky-700\">Patrick Geddes</a> and completed in 1894.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249956",
    "description": "A plaque which memorializes the victims of the <a href=\"https://en.wikipedia.org/wiki/Witchcraft_in_Orkney\" class=\"underline hover:text-sky-700\">Orkney witch trials</a>, which occured between 1594-1708. The inscribed stone sits at Gallow Ha, the old execution site. Unveiled in 2019.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250271",
    "description": "A mosaic memorial dedicated to women accused of witchcraft in Aberdeen, particularly the approximately 45 women accused during <a href=\"https://en.wikipedia.org/wiki/Aberdeen_witch_trials_of_1596-1597\" class=\"underline hover:text-sky-700\">1597 witch panic</a>. Located next to St Nicholas Church where many of these women were held.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250163",
    "description": "A metal frame sculpture of a woman to commemorate estimated number of 81 accused witches from Prestonpans. Installed in 2011 by <a href=\"https://en.wikipedia.org/wiki/Andy_Scott_(sculptor)\" class=\"underline hover:text-sky-700\">Andy Scott</a>, creator of the Kelpies, the sculpture is sometimes referred to as 'Athena'.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123249873",
    "description": "A beech-tree maze with a sandstone pillar at the centre commemorating 11 accused witches who were sentenced by the owner of Tullibole Castle to be executed in 1662. Located at the Castle and unveiled in 2012.",
    "type": "memorial"
  },
  {
    "wikidata_code": "Q123250431",
    "description": "A well which is all that remains of what was the Gallowgreen where the <a href=\"https://en.wikipedia.org/wiki/Paisley_witches\" class=\"underline hover:text-sky-700\">Paisley Witches</a> were hanged and burned in 1697.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q124413739",
    "description": "A monument claiming to commemorate a woman who had been burnt as a witch in 1657,<a href=\"https://en.wikipedia.org/wiki/Maggie_Wall\" class=\"underline hover:text-sky-700\"> Maggie Wall</a>. There is no record that Wall existed, and the monument has become a symbolic memorial for all women burnt as witches in the area.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q123249352",
    "description": "Only known grave of an accused witch in Scotland. <a href=\"https://en.wikipedia.org/wiki/Lilias_Adie\" class=\"underline hover:text-sky-700\">Lilias Adie</a> died in prison in 1704 after confessing to a pact with the Devil but her sentence had not yet been passed. The town buried her in an intertidal grave due to <a href=\"https://en.wikipedia.org/swiki/Revenant\" class=\"underline hover:text-sky-700\">witch revenant</a> fear.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q65493510",
    "description": "Located on the present-day esplanade, Castle Hill was the most prominent execution site for accused witches in Edinburgh. Witches waiting to be executed were taken up the high street from the Tolbooth. The exact number of people executed here is unknown, but it was probably around two or three hundred.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q125084095",
    "description": "Wall mural at Auldearn village green depicting the life and trial of accused witch <a href=\"https://en.wikipedia.org/wiki/Isobel_Gowdie\" class=\"underline hover:text-sky-700\">Isobel Gowdie</a>. Created by local artist and storyteller, Helen Wright.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q123249733",
    "description": "A standing sone in a field near <a href=\"https://en.wikipedia.org/wiki/Monzie_Castle\" class=\"underline hover:text-sky-700\">Monzie Castle</a>. Said to mark the site where reputed witch <a href=\"https://en.wikipedia.org/wiki/Kate_McNiven\" class=\"underline hover:text-sky-700\">Kate McNiven</a> was burnt. This is unlikely as there are no contemporary records proving the existence of McNiven and the stone has been classified as pre-historic by <a href=\"https://en.wikipedia.org/wiki/Historic_Environment_Scotland\" class=\"underline hover:text-sky-700\">HES</a>. ",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q123249755",
    "description": "A stone commemorating accused witch Marion Lillie, who it claims was burnt at the site in 1698. There is, however, no evidence of this. The claim it marks the site of burning for the last witch in South Scotland probably refers to 3 witches who were burned in Spott in 1705.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q55076772",
    "description": "Tourist attraction where which interactive actors present as accused witch <a href=\"https://en.wikipedia.org/wiki/Agnes_Finnie\" class=\"underline hover:text-sky-700\">Agnes Finnie</a>. A mock court room is set up and replica witch trials conducted, however these draw from a loose historic basis.",
    "type": "tourist attraction"
  },
  {
    "wikidata_code": "Q1633842",
    "description": "Case located on Level 1 exhibiting objects said to be related to Scottish witchcraft, such as thumb screws and an iron collar. However, it is likely some of these objects date from after the Scottish witch-hunts had finished.",
    "type": "tourist attraction"
  },
  {
    "wikidata_code": "Q127691054",
    "description": "An extended personal collection of objects associated with magic and the occult, dating from the 17th century to the present day. More emphasis on modern witchcraft than historic interest.",
    "type": "tourist attraction"
  },
  {
    "wikidata_code": "Q127691255",
    "description": "<a href=\"https://en.wikipedia.org/wiki/George_Mackenzie_of_Rosehaugh\" class=\"underline hover:text-sky-700\">George Mackenzie of Rosehaugh</a> (1636-1691) was a prominent Scottish Lawyer and Lord Advocate. He called for higher standards of evidence to be used in witchcraft trials, signifying a change in tide for witchcraft prosecution.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q124413739",
    "description": "A monument claiming to commemorate a woman who had been burnt as a witch in 1657,<a href=\"https://en.wikipedia.org/wiki/Maggie_Wall\" class=\"underline hover:text-sky-700\"> Maggie Wall</a>. There is no record that Wall existed, and the monument has become a symbolic memorial for all women burnt as witches in the area.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q7085231",
    "description": "Located next to St Giles’ Cathedral <a href=\"https://en.wikipedia.org/wiki/Old_Tolbooth,_Edinburgh\" class=\"underline hover:text-sky-700\">the Tolbooth</a> was where accused witches in Edinburgh, and sometimes from across Scotland, would have been taken to be interrogated and held prior to their execution.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q127699733",
    "description": "Central in the case of the <a href=\"https://en.wikipedia.org/wiki/North_Berwick_witch_trials\" class=\"underline hover:text-sky-700\">North Berwick witches</a>. It is where the witches allegedly met with each other and the Devil, danced in the Kirkyard and raised storms on the night of the 31 October 1590.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q1955420",
    "description": "Between 1649-50 6 witches were accused from the Parish of Dirleton. Some of the accused allegedly danced upon the green with the Devil and were imprisoned in the dungeon at <a href=\"https://en.wikipedia.org/wiki/Dirleton_Castle\" class=\"underline hover:text-sky-700\">Dirleton Castle</a>. In 1663 the castle was bought by John Nisbet, Lord Dirleton, who was a prosecutor on two high profile witch trials.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q123250373",
    "description": "A well which was used as a site for accusing witches by dunking them. If they drowned, they were innocent; if they survived, they were a witch. No record of the well’s use in actual witchcraft trials. The well has since been filled in.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q432422",
    "description": "<a href=\"https://en.wikipedia.org/wiki/John_Stewart,_Earl_of_Mar_(died_1479)\" class=\"underline hover:text-sky-700\">John Stewart</a>, Earl of Mar was imprisoned and murdered at <a href=\"https://en.wikipedia.org/wiki/Craigmillar_Castle\" class=\"underline hover:text-sky-700\">Craigmillar Castle</a> after being accused of treason through means of witchcraft in 1479. This was a considerable high profile witchcraft case in late medieval Scotland. ",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q5033345",
    "description": "Located next to the <a href=\"https://en.wikipedia.org/wiki/Canongate_Kirk\" class=\"underline hover:text-sky-700\">Canongate Kirk</a>, <a href=\"https://en.wikipedia.org/wiki/Canongate_Tolbooth\" class=\"underline hover:text-sky-700\">Canongate Tolbooth</a> was where accused local Edinburgh witches could be imprisoned and tried.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q6818041",
    "description": "4 accused witches have been executed at the <a href=\"https://en.wikipedia.org/wiki/Mercat_Cross,_Edinburgh\" class=\"underline hover:text-sky-700\">Mercat Cross</a>. This includes the beheading of 3 members of the aristocratic Erskine family and the hanging of <a href=\"https://en.wikipedia.org/wiki/Jane_Weir\" class=\"underline hover:text-sky-700\">Jean Weir</a>. Those executed here were found guilty of other crimes as well as witchcraft.",
    "type": "site of interest"
  },
  {
    "wikidata_code": "Q130234617",
    "description": "The Leven Scottish Witch Trial Museum is a tourist attraction located in Leven, Fife. It houses a personal collection of artefacts relating to the Scottish Witch Trials along with other objects connected with the history of magic, crime and punishment.",
    "type": "tourist attraction"
  },
  {
    "wikidata_code": "Q123250399",
    "description": "Known as 'The Witch’s Well', this well was a site of execution in the early modern witch trials. Plaque reads 'Fornicatress, adulteress, sorceress, apostate, blasphemer, traitor'.",
    "type": "site of interest"
  }
]
