[
    {
        "wikidata_code": "Q123249315",
        "description": "Erected to mark the spot where the last accused witch executed in Britain, Janet Horne, was burnt to death in 1727. The stone is incorrectly marked with the date ‘1722’."
    },
    {
        "wikidata_code": "Q123250243",
        "description": "A commemorative plaque dedicated to Lilias Aide. Located on the Fife Witches Trail."
    },
    {
        "wikidata_code": "Q123249648",
        "description": "Marks the spot where the burnt remains of the Paisley Witches were buried. The horseshoe seen today was placed there in 2008, replacing the original which went missing."
    },
    {
        "wikidata_code": "Q123249613",
        "description": "A commemorative plaque dedicated to Lilias Aide. Located on the Fife Witches Trail, near the site of Aide’s grave."
    },
    {
        "wikidata_code": "Q123249829",
        "description": "Stone which marks the place where witches were burned. Accompanying plaque reads “From Cluny Hill, witches were rolled in stout barrels through which spikes were driven. Where the barrels stopped they were burned with their mangled contents. This stone marks the site of one such burning”."
    },
    {
        "wikidata_code": "Q123250014",
        "description": "Plaque which commemorates 27 local people from around Peebles who were executed in 1629. Erected in 2022."
    },
    {
        "wikidata_code": "Q123249155",
        "description": "A pair of mosaics depicting torches filled with fire and water, marking the alleged place of the execution of Grissel Jaffray in 1669. Accompanied by a plaque commemorating Jaffray."
    },
    {
        "wikidata_code": "Q123250129",
        "description": "An unusually shaped stone with ‘The Witches Stone’ carved on it, produced in the mid-20th century. Conflicting views on what it commemorates, either 6 people executed as witches from the parish of Carriden in 1648 or the Witches of Bo’ness executed in 1679."
    },
    {
        "wikidata_code": "Q123250198",
        "description": "Plaque which commemorates the 32 people who were accused of witchcraft in Culross between 1621-1684. Located opposite the Town Hall where the accused were held."
    },
    {
        "wikidata_code": "Q123250089",
        "description": "A memorial stone with a plaque which commemorates the accused witches of the Calder witch hunt of 1643-44, located in the Kirk of Calder. The stone comes from a farm at Nether Williamston where one of the women, Janet Bruce, was from."
    },
    {
        "wikidata_code": "Q123249274",
        "description": "Memorial stone which is dedicated to the 22 accused witches who were executed in Forfar during the 1660’s. Each dot on the stone represents one of the accused. Erected in 2010."
    },
    {
        "wikidata_code": "Q95568172",
        "description": "A drinking fountain memorial to commemorate all accused witches who were burned at the stake on Castle Hill. Located opposite the castle in the corner of the esplanade. Commissioned by Patrick Geddes and completed in 1894."
    },
    {
        "wikidata_code": "Q123249956",
        "description": "A plaque which memorializes the victims of the Orkney witch trials, which occured between 1594-1708. The inscribed stone sits at Gallow Ha, the old execution site. Unveiled in 2019."
    },
    {
        "wikidata_code": "Q123250271",
        "description": "A mosaic memorial dedicated to women accused of witchcraft in Aberdeen, particularly the approximately 45 women accused during 1597 witch panic. Located next to St Nicholas Church where many of these women were held."
    },
    {
        "wikidata_code": "Q123250163",
        "description": "A metal frame sculpture of a woman to commemorate 81 accused witches from Prestonpans. Installed in 2011 by Andy Scott, creator of the Kelpies, the sculpture is sometimes referred to as ‘Athena’."
    },
    {
        "wikidata_code": "Q123249873",
        "description": "A beech-tree maze with a sandstone pillar at the center commemorating 11 accused witches who were sentenced by the owner of Tullibole Castle to be executed in 1662. Located at the Castle and unveiled in 2012."
    },
    {
        "wikidata_code": "Q123250431",
        "description": "A well which is all that remains of what was the Gallowgreen where the Paisley Witches were hanged and burned in 1697."
    },
    {
        "wikidata_code": "Q103854635",
        "description": "A monument claiming to commemorate a woman who had been burnt as a witch in 1657, Maggie Wall. There is no record that Wall existed, and the monument has become a symbolic memorial for all women burnt as witches in the area."
    },
    {
        "wikidata_code": "Q123249352",
        "description": "Only known grave of an accused witch in Scotland. Lilias Adie died in prison in 1704 after confessing to a pact with the Devil but her sentence had not yet been passed. The town buried her in an intertidal grave due to witch revenant fear."
    }
]